Repository: Gudleifre/GGSBreath
Catalog: GGSBreath/Localizable.xcstrings
Source language: en
Languages: ru

# 3 мин
source: 3 min
ru: 3 мин

# 4 мин
source: 4 min
ru: 4 мин

# 5 мин
source: 5 min
ru: 5 мин

# 10 мин
source: 10 min
ru: 10 мин

# 15 циклов
source: 15 cycles
ru: 15 циклов

# 16 циклов
source: 16 cycles
ru: 16 циклов

# 50 циклов
source: 50 cycles
ru: 50 циклов

# 60 циклов
source: 60 cycles
ru: 60 циклов

# Активное дыхание (2 сек вдох — 1 сек выдох, быстрый цикл).
source: Active breathing (2-second inhalation — 1-second exhalation, rapid cycle).
ru: Активное дыхание (2 сек вдох — 1 сек выдох, быстрый цикл).

# Вдох на 4 сек, задержка на 7 сек, медленный выдох на 8 сек.
source: Inhale for 4 seconds, hold for 7 seconds, exhale slowly for 8 seconds.
ru: Вдох на 4 сек, задержка на 7 сек, медленный выдох на 8 сек.

# Вдохните через нос
source: Inhale
ru: Вдохните через нос

# Вместо второй чашки кофе. Помогает проснуться или взбодриться.
source: An alternative to a second cup of coffee. Helps you wake up or feel more alert.
ru: Вместо второй чашки кофе. Помогает проснуться или взбодриться.

# Выдохните через рот
source: Exhale
ru: Выдохните через рот

# Глубоко расслабляет тело и ум, отключает мысли и подготавливает ко сну.
source: Deeply relaxes the body and mind, switches off thoughts, and prepares you for sleep.
ru: Глубоко расслабляет тело и ум, отключает мысли и подготавливает ко сну.

# Дышать
source: Breathe
ru: Дышать

# Задержка на вдохе
source: Hold (In)
ru: Задержка на вдохе

# Задержка на выдохе
source: Hold (Out)
ru: Задержка на выдохе

# Здесь будет история твоих сессий и минут осознанности.
source: Here you’ll find the history of your sessions and minutes of mindfulness.
ru: Здесь будет история твоих сессий и минут осознанности.

# Ничего лишнего, только дыхание
source: Nothing superfluous, only the breath.
ru: Ничего лишнего, только дыхание

# Отличная работа!
source: Excellent work!
ru: Отличная работа!

# Помогает быстро снять тревогу и успокоить нервную систему
source: Helps quickly relieve anxiety and calm the nervous system.
ru: Помогает быстро снять тревогу и успокоить нервную систему

# Приготовьтесь
source: Get ready
ru: Приготовьтесь

# Равный вдох на 4 сек и удлиненный, медленный выдох на 8 сек.
source: An even inhalation for 4 seconds and a prolonged, slow exhalation for 8 seconds.
ru: Равный вдох на 4 сек и удлиненный, медленный выдох на 8 сек.

# Равный вдох, задержка, выдох и задержка — всё по 4 секунды.
source: Equal inhalation, hold, exhalation, and hold—all for 4 seconds.
ru: Равный вдох, задержка, выдох и задержка — всё по 4 секунды.

# Смысл:
source: Meaning:
ru: Смысл:

# Сон
source: Sleep
ru: Сон

# Спокойствие
source: Calm
ru: Спокойствие

# Стабилизирует внимание, улучшает концентрацию
source: Stabilizes attention, improves concentration.
ru: Стабилизирует внимание, улучшает концентрацию

# Статистика практик
source: Practice statistics
ru: Статистика практик

# Техника дыхания:
source: Breathing technique:
ru: Техника дыхания:

# Фокус
source: Focus
ru: Фокус

# Цикл: %lld из %lld
source: Cycle: %1$lld of %2$lld
ru: Цикл: %lld из %lld

# Энергия
source: Energy
ru: Энергия
